<template>
  <div>
    <div class="section-pad pt-spe">
      <div class="container">
        <h6 class="text-center font21 mb-4">سياسة التأجير</h6>
        <p class="gray-col Leasing-p text-center">
          هذا النص هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا
          النص من مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من
          النصوص الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق هذا النص
          هو مثال لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من
          مولد النص العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص
          الأخرى إضافة إلى زيادة عدد الحروف التى يولدها التطبيق هذا النص هو مثال
          لنص يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص
          العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى
          إضافة إلى زيادة عدد الحروف التى يولدها التطبيق هذا النص هو مثال لنص
          يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص
          العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى
          إضافة إلى زيادة عدد الحروف التى يولدها التطبيق هذا النص هو مثال لنص
          يمكن أن يستبدل في نفس المساحة، لقد تم توليد هذا النص من مولد النص
          العربى، حيث يمكنك أن تولد مثل هذا النص أو العديد من النصوص الأخرى
          إضافة إلى زيادة عدد الحروف التى يولدها التطبيق
        </p>
      </div>
    </div>
  </div>
</template>

<script setup>
// imports
import { onMounted } from "vue";

// lifecycle hooks
onMounted(() => {});
</script>
